{
    "chapters": [
        {
            "summary": "This week's Faded Me features a romance reader and editor. Jennifer Prokop talks about Barbie, Beyonce and Oppenheimer. By the time this episode airs, Sarah McLean will be gone.",
            "gist": "Faded Me: Reading A Romance Novel",
            "headline": "Faded me talks about romance novels with Jennifer Prokop",
            "start": 90,
            "end": 261358
        },
        {
            "summary": "I'm going to Nashville next week for a work, like, school work conference. I've never been there before. People say it's a great town, so I'm really excited about that. You're going to go see live music? I hope so.",
            "gist": "Oh, I'm Going To Nashville",
            "headline": "I'm going to Nashville next week for a work conference",
            "start": 261444,
            "end": 299610
        },
        {
            "summary": "A nine-year-old threw away all the silverware at a restaurant. Mother had to go through the trash to rescue the forks. This week was a big one for the mother. She peaked as a mother today.",
            "gist": "I Reached My Peak As A Mother This Week",
            "headline": "Eric: I think I peaked as a mother this week",
            "start": 299680,
            "end": 601194
        },
        {
            "summary": "One of the characters has been divorced. divorce is really a very hard reset. Who you are is not who you were, but who you will be is the powerful thing in these books. A book that really deals with it really well is a book that shows characters coming to terms with that.",
            "gist": "In the Elevator With A Divorced Person",
            "headline": "One of the characters in your new book has been divorced",
            "start": 601232,
            "end": 753210
        },
        {
            "summary": "When we were coming up, divorce characters were very common because divorce was so common. It was a way for heroes to not trust women. By the late 90s, early ought to what we started to see. So it went from the terrible ex wife to the terrible former husband again.",
            "gist": "The Real Story of Divorce in Romance",
            "headline": "When we were coming up, divorce characters were very common because divorce was common",
            "start": 753360,
            "end": 1158000
        },
        {
            "summary": "This week's episode of Faded Mates is sponsored by Delphine Ross, author of The Poetics of Passion. Jen Musa is trying to make money for her very poor family by selling erotic poetry. This is the first book in the Muses of Scandal series set in Victorian England that explores art in historical romance.",
            "gist": "Delphine Ross on The Poetics of Passion",
            "headline": "This week's episode of Faded Mates is sponsored by Delphine Ross",
            "start": 1160850,
            "end": 1265362
        },
        {
            "summary": "A new book by Nina Crespo reads like an old school romance in some way. When he proposed to her, he gave her a beagle with the engagement ring. This week's episode is sponsored by Delphine Ross.",
            "gist": "Book Review: The Breakup Bash",
            "headline": "Sarah: So there is a book I read by Nina Crespo",
            "start": 1265496,
            "end": 1552640
        },
        {
            "summary": "Rolly Girl is a great book example of a divorce where it just wasn't right. The third bucket is an ex who's a decent person, and it just didn't work out until very recently. Modern romance is about finding community.",
            "gist": "Beyond The Terrible X: Divorce",
            "headline": "When you propose this topic, I suggest three buckets of divorces",
            "start": 1554050,
            "end": 1827814
        },
        {
            "summary": "In these books where a character is divorced, you really see how important friendship is to people. It's not just finding the person you were, but it's also like finding a community again. So often divorced people feel so isolated.",
            "gist": "Roller Girl: The Book About Divorce",
            "headline": "In books where a character is divorced, you really see how important friendship is",
            "start": 1827852,
            "end": 1987960
        },
        {
            "summary": "The book I want to talk about is Come as You Are by Jess K. Hardy. It is billed as a Gen X romance. The hero is essentially like an old grunge rocker. I really love a rock star.",
            "gist": "Coming as You Are by Jess K. Hardy",
            "headline": "Are we ready to talk about the book that brought us all here, then",
            "start": 1988570,
            "end": 2067618
        },
        {
            "summary": "The book is about a couple who are trying to save a mom and pop ski slope. At the end of the book, they have to take a risk on each other. It feels just as emotional and just as powerful as any other third act breakup.",
            "gist": "From the Book: Taking a Risk",
            "headline": "This book is about a recovering addict and his attempt to build a halfway house",
            "start": 2067704,
            "end": 2350326
        },
        {
            "summary": "The ex husband is really well framed in this book. It feels really honest and real. Also, the sex is so hot. I mean, it just feels so slick and modern and tightly written and super sexy. It's definitely moved right up to the top of my list.",
            "gist": "Post-Marriage Romance",
            "headline": "This book is incredibly well written and incredibly sexy. Also, the sex is so hot. And I think it's just very well done",
            "start": 2350358,
            "end": 2485800
        },
        {
            "summary": "This week's episode of Faded Mates is sponsored by Andy James, author of Lost and Found by the Duke. This is the first in an exciting new Regency historical series called the Reluctant Lords.",
            "gist": "Faded Mates",
            "headline": "This week's episode of Faded Mates is sponsored by Andy James",
            "start": 2487610,
            "end": 2598410
        },
        {
            "summary": "Any story, any romance novel where one of the characters is divorced really lends itself to a second chance story, right? Yeah. So they're all second chances. But it's not necessarily second chance at love in pure form.",
            "gist": "Second Chance by Ruthie Knox",
            "headline": "Any story where one of the characters is divorced lends itself to a second chance story",
            "start": 2599710,
            "end": 2910800
        },
        {
            "summary": "The two main characters, David and Nick, went to high school together. Nick is trying to reconcile his path, his failed marriage and the choices that he made that impacted not just him but also his ex wife. This is a book that mines that pain in a powerful way to make for love.",
            "gist": "Love on the Hudson Review",
            "headline": "Love on the Hudson by Katie Fisher is a powerful book about divorce",
            "start": 2912130,
            "end": 3087174
        },
        {
            "summary": "Jill Chalvis has that great series in Lucky Harbor. Each of the sisters gets their love. She her ex husband, who is a NASCAR driver, turns up in town and tries to win her back. And then he gets in a novella later, his own love story. I love it.",
            "gist": "Lucky Harbor: The Sweetest Thing",
            "headline": "Jill Chalvis has a great series in Lucky Harbor about sisters",
            "start": 3087212,
            "end": 3203126
        },
        {
            "summary": "Walk Through Fire is kind of wild, right? Like all Kristen Ashley books, it's going to be for you or not for you. My favorite way to talk about her books to people is like, did you ever read the one where people do pony play?",
            "gist": "Kristen Ashley's Walk Through Fire",
            "headline": "Kristen Ashley's latest book Walk Through Fire is absolutely wild",
            "start": 3203248,
            "end": 3239914
        },
        {
            "summary": "In this book, one of the things I really liked about it is it has a breakup where a really common trope, at least the kind we grew up in, is like one. Of the characters. It really plays around with that and really then says, okay, let's look 15 years in the future. It's not for everybody.",
            "gist": "The Breakup of 'Broken Hearts'",
            "headline": "This book has a breakup where a common trope is used",
            "start": 3240032,
            "end": 3432962
        },
        {
            "summary": "In Before I Let Go, the protagonists have a very devastating loss of child. And in that case, it is a true second chance story where they fall back in love. It's such a complex story of that know Kennedy. She knows how to write a romance.",
            "gist": "Before I Let You Go",
            "headline": "In Before I Let Go, the protagonists have a very devastating loss of child",
            "start": 3433026,
            "end": 3554800
        },
        {
            "summary": "In Victorian times, divorce was not easy to get. You needed an act of Parliament to get a divorce. I wrote a divorce book. It's called the Day of the Know. It is probably my most proud.",
            "gist": "On Lorraine Heath's '' Divorce",
            "headline": "In Victorian times, divorce was not easy to get",
            "start": 3555650,
            "end": 3736210
        },
        {
            "summary": "Laura Lee Gerkey's Scandal of the Year is set in 1903. The heroine basically uses the hero who is a duke. You very rarely see a romance where the actual hero and heroine are the two who were in the infidelity.",
            "gist": "Scandal of the Year, by Laura Lee Gerkey",
            "headline": "Laura Lee Gerkey's Scandal of the Year is set in 1903",
            "start": 3736370,
            "end": 3920130
        },
        {
            "summary": "And then my last one is of course Sherry Thomas. It's a similar situation where the heroine desperately wants him to marry her instead. Of course, they don't get divorced. But in classicSherry Thomas fashion, it's woof.",
            "gist": "The Divorce in Sherry Thomas Books",
            "headline": "Sarah: There are several Sherry Thomas novels where divorce never happens",
            "start": 3922070,
            "end": 4078578
        },
        {
            "summary": "Sarah Kohn: I tried reading a book with a divorced hero and it was very much in the vein of the Elizabeth Wool. She says she has actually written two divorce books. Kohn says there are a small number of books in which a divorced couple get back together.",
            "gist": "The Duke Worth Falling For Is Here",
            "headline": "Sarah Kennedy wrote a book with a divorced hero on TikTok",
            "start": 4078744,
            "end": 4249542
        },
        {
            "summary": "There are several series that have divorced characters as sort of like the unifying element. If you're going through a divorce, here are a lot of books that will show you how it can be on the other side. Knockout is coming next month. And some other things up our sleeve.",
            "gist": "How To Talk To A Divorcee",
            "headline": "Several books have divorced characters as unifying elements",
            "start": 4249606,
            "end": 4480210
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/a9d5bc03027f4780a060d54fdbbcdecd/",
    "thumbnail": "https://production.listennotes.com/podcasts/fated-mates-a/s0545-lifes-navy-seals-K31iUXnPvmu-3hYDr7bKn0s.300x300.jpg",
    "podcast_title": "Fated Mates - A Romance Novel Podcast",
    "episode_title": "S05.45: Life's Navy SEALs: Divorced Main Characters in Romance Novels"
}