{
    "chapters": [
        {
            "summary": "The Read to Lead podcast focuses on intentional, consistent reading. Today's guest is Roman Mars, author of 99% Invisible City a field Guide to the hidden world of everyday design. If you would consider pre ordering a copy of the book called Read To Lead, the simple habit that expands your influence and boosts your career.",
            "gist": "READ TO LEAD",
            "headline": "This is the Read to Lead podcast episode 353",
            "start": 250,
            "end": 203566
        },
        {
            "summary": "Roman Mars is the creator and host of 99% Invisible, that wildly successful podcast exploring architecture and design. His new book, written with Kurt Kolstead, is called the99% Invisible City a Field Guide to the Hidden World of Everyday design.",
            "gist": "Roman Mars on Read to Lead",
            "headline": "Roman Mars is the creator and host of 99% Invisible, a podcast exploring architecture",
            "start": 203668,
            "end": 284066
        },
        {
            "summary": "The book is a book about engaging with your built environment and recognizing that it represents a bunch of choices. It's written extremely differently than the show is, and it has all these illustrations. Why this book? It made me want to be a better citizen.",
            "gist": "The Book of Design",
            "headline": "You've been podcasting about architecture and design for ten years",
            "start": 284258,
            "end": 485702
        },
        {
            "summary": "The book has a lot of different stories and sort of entries about the built world. It rewards you to read it in order in the sense that they kind of each talk to each other. The idea of a book like this is you can make your own desire path through the material.",
            "gist": "Building World: Creating a Personal Desire Path",
            "headline": "Ed Roberts: The book creates a personal desire path through the material",
            "start": 485756,
            "end": 613294
        },
        {
            "summary": "Scarchitecture is kind of this infill architecture. If something like a railroad track goes into disuse, that scar is still there. What we think of as neutral choices might not be neutral to somebody else.",
            "gist": "In the Land of Scarchitecture",
            "headline": "Scarchitecture is this infill architecture that doesn't follow a grid",
            "start": 613332,
            "end": 830902
        },
        {
            "summary": "A movement called naked streets is experimenting with no signage or no traffic lights or no lines on the road. Roundabouts are a similar phenomenon and they've shown in many instances to be safer. People are finding that cities that don't rely on cars have different qualities of life.",
            "gist": "No Traffic Lights on the Roads",
            "headline": "Naked streets allow cities to experiment with different uses for roads",
            "start": 831036,
            "end": 1067806
        },
        {
            "summary": "Wood is making a comeback because wood is not just wood. Technology is called mass timber. They've been trying to make skyscrapers out of wood. Buildings are a technology, and we constantly innovate, and it's worth innovating.",
            "gist": "Wood Is Coming Back in Style",
            "headline": "Wood is making a comeback in some ways as a building material",
            "start": 1067918,
            "end": 1304080
        },
        {
            "summary": " 99% Invisible was inspired so much by a book called the Design of Everyday Things by Don Norman. Books are the best way to really take in a certain type of information. The one that I've reread the most is Moon Palace by Paul Oster.",
            "gist": "As a child, reading changed my life",
            "headline": "99% Invisible was inspired by a book called the Design of Everyday Things",
            "start": 1304450,
            "end": 1441260
        },
        {
            "summary": "Roman: We're launching a new series that one of our producers has been working on about homelessness. Other than that, we put out a book this year. I would love a period of just doing the show well and just that no innovation.",
            "gist": "A Question for Roman",
            "headline": "Roman: We're launching a new series about homelessness",
            "start": 1442030,
            "end": 1508800
        },
        {
            "summary": "Roman: My upcoming book is called the 99% Invisible City a field guide to the hidden world of everyday design. Next week, it's Alex Cantrowitz and his book always day one how the tech titan plan to stay on top forever. That's next time on the read to lead podcast.",
            "gist": "Read to Lead Podcast",
            "headline": "Roman and Kurt have a new book called 99% Invisible City",
            "start": 1509970,
            "end": 1604380
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/fcfcb3b113a84a5ea65f7c57d7538c5b/",
    "thumbnail": "https://production.listennotes.com/podcasts/read-to-lead-podcast-jeff-brown-mASRE-PgleC-msvOXNBS60-.300x300.jpg",
    "podcast_title": "Read to Lead Podcast",
    "episode_title": "353: 99% Invisible’s Roman Mars on the Hidden World of Everyday Design"
}